Repository: SOS-homophobie/de.systopia.donrec
Catalog: l10n/*/LC_MESSAGES/donrec.po
Languages: fr_fr

source: Variable name
fr_fr: Nom de la variable

source: Variable value
fr_fr: Valeur de la variable

source: Set new default profile
fr_fr: Définir le nouveau profil par défaut

source: Delete Donation Receipts profile <em>%1</em>
fr_fr: Supprimer le profil des reçus de dons <em>%1</em>

source: Delete
fr_fr: Supprimer

source: Cancel
fr_fr: Annuler

source: Edit Donation Receipts profile <em>%1</em>
fr_fr: Modifier le profil des reçus de dons <em>%1</em>

source: New Donation Receipts profile
fr_fr: Nouveau profil des reçus de dons

source: Set Donation Receipts profile <em>%1</em> as default
fr_fr: Définir le profil des reçus de dons <em>%1</em> par défaut

source: Set default
fr_fr: Définir par défaut

source: Activate Donation Receipts profile <em>%1</em>
fr_fr: Activer le profil des reçus de dons <em>%1</em>

source: Activate
fr_fr: Activer

source: Deactivate Donation Receipts profile <em>%1</em>
fr_fr: Désactiver le profil des reçus de dons <em>%1</em>

source: Deactivate
fr_fr: Désactiver

source: Profile name
fr_fr: Nom du profil

source: Language
fr_fr: Langue

source: Contribution Types
fr_fr: Types de contribution

source: Unlock receipted contributions
fr_fr: Débloquer les contributions acquittées

source: All fields
fr_fr: Tous les champs

source: No fields
fr_fr: Aucun champ

source: Selected fields
fr_fr: Champs sélectionnés

source: Receipt ID
fr_fr: Id. du reçu

source: Template
fr_fr: Modèle

source: PDF format
fr_fr: Format PDF

source: Store original *.pdf files
fr_fr: Enregistrer les fichiers *.pdf orginaux

source: Add variable
fr_fr: Ajouter une variable

source: Draft text
fr_fr: Texte du brouillon

source: Copy text
fr_fr: Texte de la copie

source: Watermark preset
fr_fr: Préréglages du filigrane

source: primary address
fr_fr: adresse principale

source: Legal Address-Type:
fr_fr: Type d'adresse légale :

source: Postal Address-Type:
fr_fr: Type d'adresse postale :

source: Fallback:
fr_fr: Repli :

source: E-mail template
fr_fr: Modèle de message

source: From Email
fr_fr: Adresse électronique d'expédition

source: BCc E-mail address
fr_fr: Adresse électronique CCI

source: Has to be a valid email address
fr_fr: L'adresse électronique doit être valide

source: Return path e-mail address
fr_fr: Adresse électronique de retour

source: Save
fr_fr: Enregistrer

source: Duplicate variable name.
fr_fr: Dupliquer le nom de la variable.

source: Settings successfully saved
fr_fr: Sauvegarde des paramètres réussie

source: Settings
fr_fr: Paramètres

source: Donation Receipts - Settings
fr_fr: Reçu de don - réglages

source: External Tool: path to <code>pdfinfo</code>
fr_fr: Outil externe : chemin vers <code>pdfinfo</code>

source: External Tool: path to <code>pdfunite</code>
fr_fr: Outil externe : chemin vers <code>pdfunite</code>

source: Packet size
fr_fr: Taille du paquet

source: Never
fr_fr: Jamais

source: Donation Receipt
fr_fr: Reçu de don

source: Donation Receipt Item
fr_fr: Item du reçu de don

source: CSV File
fr_fr: Fichier CSV

source: Don't generate files
fr_fr: Ne pas générer de fichier

source: Send PDFs via Email
fr_fr: Envoyer les PDF par courriel

source: Please select email template in the Donrec settings.
fr_fr: Veuillez sélectionner le modèle de courriel dans les paramètres de Donrec.

source: Donation receipt not delivered
fr_fr: Reçu de don non envoyé

source: Donation Receipt.pdf
fr_fr: Reçu de don.pdf

source: Email <i>would</i> be sent to '%1' (test mode).
fr_fr: Le courriel <i>serait</i> envoyé à '%1' (mode test).

source: DonationReceipt Failure
fr_fr: DonationReceipt erreur

source: Error was:
fr_fr: L'erreur était :

source: Individual PDFs sorted by page count
fr_fr: PDF individuels triés par nombre de pages

source: using pdfinfo %s
fr_fr: utilise pdfinfo %s

source: pdfinfo %s is not supported
fr_fr: pdfinfo %s n'est pas pris en charge

source: unknown pdfinfo version
fr_fr: version inconnue de pdfinfo

source: pdfinfo is not executable. check permissions
fr_fr: pdfinfo n'est pas exécutable. vérifier les permissions

source: pdfinfo not found
fr_fr: pdfinfo non trouvé

source: pdfinfo path is not set
fr_fr: chemin vers pdfinfo non défini

source: PDFs merged into one PDF file
fr_fr: Fusion des PDF en un seul fichier PDF

source: using pdfunite %s
fr_fr: utilise pdfunite %s

source: unknown pdfunite version
fr_fr: version inconnu de pdfunite

source: pdfunite is not executable. check permissions
fr_fr: pdfunite n'est pas exécutable. vérifier les permissions

source: pdfunite not found
fr_fr: pdfunite non trouvé

source: pdfunite path is not set
fr_fr: chemin vers pdfunite non défini

source: Individual PDFs
fr_fr: PDF individuels

source: donation_receipts.zip
fr_fr: recu_don.zip

source: Activity Type
fr_fr: Type d'activité

source: Activity Subject
fr_fr: Sujet de l'activité

source: Limit
fr_fr: Limite

source: Withdraw Receipts
fr_fr: Annuler les reçus emis

source: Server
fr_fr: Serveur

source: User Name
fr_fr: Nom de l'utilisateur

source: Password
fr_fr: Mot de passe

source: Run Now
fr_fr: Lancer maintenant

source: Done
fr_fr: Fini

source: Errors
fr_fr: Erreurs

source: Error
fr_fr: Erreur

source: Issue Donation Receipts
fr_fr: Délivrer des reçus de dons

source: This Year
fr_fr: Cette année

source: last year
fr_fr: l'année dernière

source: Choose Date Range
fr_fr: Choisissez un plage de dates

source: From:
fr_fr: De :

source: Profile
fr_fr: Profil

source: Currency
fr_fr: Devise

source: Time period
fr_fr: Période temporelle

source: Continue
fr_fr: Continuer

source: Warning
fr_fr: Attention

source: Withdraw Donation Receipts
fr_fr: Annuler les reçus de don émis

source: From Date
fr_fr: Du

source: To Date
fr_fr: Au

source: Find
fr_fr: Trouver

source: Withdraw %1 Receipts
fr_fr: Annuler %1 reçu(s) émis

source: %1 donation receipts have been withdrawn.
fr_fr: %1 reçus de don ont été annulés.

source: Receipts Withdrawn
fr_fr: Reçus récupérés

source: %1 donation receipts have not been withdrawn and encountered an error.
fr_fr: %1 reçus de don n'ont pas été annulés et ont rencontré une erreur.

source: CiviCRM ID
fr_fr: Id. CiviCRM

source: Rebooking not allowed!
fr_fr: Réaffectation non autorisée !

source: %1 contribution(s) successfully rebooked!
fr_fr: %1 contribution(s) rebooked avec succès !

source: Successfully rebooked!
fr_fr: Rebooked avec succès !

source: German
fr_fr: Allemand

source: German (with spaces)
fr_fr: Allemand (avec espaces)

source: English (U.S.)
fr_fr: Anglais (U.S.)

source: Spanish (Spain)
fr_fr: Espagnol (Espagne)

source: Polish
fr_fr: Polonais

source: Download failed:
fr_fr: Échec du téléchargement :

source: Could not find a default profile.
fr_fr: Impossible de trouver un profil par défaut.

source: COPY
fr_fr: COPIER

source: DRAFT
fr_fr: BROUILLON

source: Financial type
fr_fr: Type financier

source: Campaign
fr_fr: Campagne

source: Payment method
fr_fr: Méthode de paiement

source: Contribution status
fr_fr: Statut de contribution

source: Receive date
fr_fr: Date de réception

source: Total amount
fr_fr: Montant total

source: Custom fields
fr_fr: Champs personnalisés

source: Donation Receipts
fr_fr: Reçus de don

source: Default template
fr_fr: Modèle par défaut

source: donationreceipt-
fr_fr: recudon-

source: Markup traditional (dompdf)
fr_fr: Markup traditionnel (dompdf)

source: SVG across large
fr_fr: SVG en travers et large

source: SVG across small
fr_fr: SVG en travers et petit

source: SVG holohedral
fr_fr: SVG holoédrique

source: SVG top center
fr_fr: SVG en haut et centré

source: SVG upper right corner
fr_fr: SVG dans le coin à droite en haut

source: Markup traditional (wkhtmltopdf)
fr_fr: Markup traditionnel (wkhtmltopdf)

source: Creating Donation Receipts
fr_fr: Création des reçus de don

source: No snapshot id has been provided!
fr_fr: Aucun id. d'instantané n'a été fourni !

source: Invalid snapshot id!
fr_fr: Identifiant de l'instantané non valide !

source: The previously created snapshot has been deleted.
fr_fr: L'instantané créé précédemment a été supprimé.

source: Missing exporter!
fr_fr: Exportateur absent !

source: Upgrade %1 to revision %2
fr_fr: Mettre à jour%1 vers la révision %2

source: Issue donation receipt(s)
fr_fr: Délivrer le(s) reçu(s) de don(s)

source: Withdraw donation receipt(s)
fr_fr: Annuler le(s) reçu(s) de don émis

source: Rebook to contact
fr_fr: Réaffecter au contact

source: Receipted
fr_fr: Reçu

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: view and create copies of receipts
fr_fr: voir et créer des copies des reçus

source: create and withdraw receipts
fr_fr: créer et récupérer les reçus

source: delete receipts
fr_fr: supprimer les reçus

source: Donation receipts
fr_fr: Reçus de don

source: Status
fr_fr: Statut

source: - any -
fr_fr: - tout -

source: copy
fr_fr: copier

source: withdrawn
fr_fr: annulé

source: withdrawn_copy
fr_fr: copie_annulee

source: single receipt
fr_fr: reçu individuel

source: bulk receipt
fr_fr: reçu en lot

source: Issued by contact
fr_fr: Délivré par le contact

source: When this option is activated, the originally generated PDF file will be stored with the donation receipt data set.This approach has the advantage, that you can always see and download the exact PDF you sent to your donors.On the other hand, activating this option gives you free access to the original PDF file,which you can then print out without any further restrictions. This might cause legal issues.<br/>If you don't activate this option, a new PDF will be generated for you.As long as you don't change the template, this should be the same as the original, except that it's marked invalid.<br/>Discuss the best setting here with your legal team.
fr_fr: Lorsque cette option est activée, le fichier PDF généré à l'origine sera stocké avec l'ensemble des données relatives aux reçus de dons. Cette approche présente l'avantage de vous permettre de voir et de télécharger à tout moment le PDF exact que vous avez envoyé à vos donateurs. D'autre part, l'activation de cette option vous permet d'accéder librement au fichier PDF original, que vous pouvez ensuite imprimer sans aucune autre restriction. Cela pourrait entraîner des problèmes juridiques.<br/>Si vous n'activez pas cette option, un nouveau PDF sera généré pour vous. Tant que vous ne modifiez pas le modèle, il devrait être identique à l'original, à l'exception du fait qu'il est marqué comme invalide.<br/>Discutez avec votre équipe juridique de la meilleure façon de procéder.

source: Unlock all fields for editing.
fr_fr: Débloquer tous les champs pour l'édition.

source: Profiles allow you to have different settings for different scenarios. But if you only have one, just work with the default profile.
fr_fr: Les profils vous permettent d'avoir différents paramètres pour différents scénarios. Mais si vous n'en avez qu'un, utilisez le profil par défaut.

source: This setting allows you to define the format for the donation receipt's serial number. You can use text and tokens to customize it.
fr_fr: Ce profil a déjà été utilisé pour l'émission de reçus et est verrouillé. Vous pouvez encore modifier le profil, mais sachez que les copies des reçus déjà émis ne seront plus identiques à leur original, ce qui peut être considéré comme un comportement frauduleux par les autorités fiscales.

source: The CiviCRM ID of the donor
fr_fr: L'id. CiviCRM du donateur

source: Do you want to continue?
fr_fr: Souhaitez-vous continuer ?

source: This will set the profile <em>%1</em> as default.
fr_fr: Cela va définir le profil des reçus de dons <em>%1</em> par défaut.

source: This will activate the profile <em>%1</em>.
fr_fr: Cela va activer le profil des reçus de dons <em>%1</em>.

source: This will deactivate the profile <em>%1</em>.
fr_fr: Cela va désactiver le profil des reçus de dons <em>%1</em>.

source: This profile has already been used for issueing receipts and is locked. You may still edit the profile, but be aware that this will cause copies of already issued receipts not be identical to their original anymore, which may be considered fraudulent behavior by tax authorities.
fr_fr: Ce profil a déjà été utilisé pour l'émission de reçus et est verrouillé. Vous pouvez encore modifier le profil, mais sachez que les copies des reçus déjà émis ne seront plus identiques à leur original, ce qui peut être considéré comme un comportement frauduleux par les autorités fiscales.

source: General Settings
fr_fr: Paramètres généraux

source: Languages
fr_fr: Langues

source: Help
fr_fr: Aide

source: Address Types
fr_fr: Types d'adresse

source: Legal Address
fr_fr: Adresse légale

source: Legal Address Fallback
fr_fr: Adresse légale de retour

source: Postal Address
fr_fr: Adresse postale

source: Postal Address Fallback
fr_fr: Adresse postale de retour

source: Receipts
fr_fr: Reçus

source: Store original PDF
fr_fr: Conserver le PDF original

source: Watermarks
fr_fr: Filigrane

source: Draft Text
fr_fr: Texte du brouillon

source: Copy Text
fr_fr: Copier le texte

source: E-Mails
fr_fr: Courriels

source: Sending donation receipts by email can be tricky, make sure you know how you want to detect and handle bounces or returns.
fr_fr: L'envoi de reçus de dons par courrier électronique peut s'avérer délicat. Assurez-vous de savoir comment vous souhaitez détecter et traiter les rebonds ou les retours.

source: You should also have a look at the <a href="%1">return processing feature</a>.
fr_fr: Vous devriez également jeter un coup d'œil à la <a href="%1">fonction de traitement des retours</a>.

source: Email-Template
fr_fr: Modèle-Message

source: From Email Address
fr_fr: Adresse électronique d'expédition

source: BCC Email Address
fr_fr: Adresse électronique CC

source: Return Path Email Address
fr_fr: Adresse électronique de retour

source: Generator Packet Size
fr_fr: Taille du paquet du générateur

source: The <code>pdfinfo</code> Tool
fr_fr: Outil <code>pdfinfo</code>

source: The <code>pdfunite</code> Tool
fr_fr: Outil <code>pdfunite</code>

source: New profile
fr_fr: Nouveau profil

source: Manage general extension settings
fr_fr: Paramètres généraux de l'extension

source: General settings
fr_fr: Paramètres généraux

source: Profile ID
fr_fr: Id. du profil

source: Sort descending
fr_fr: Trier par ordre décroissant

source: Sort ascending
fr_fr: Trier par ordre croissant

source: Default
fr_fr: Par défaut

source: Active
fr_fr: Actif

source: Locked
fr_fr: Verrouillé

source: Usage count
fr_fr: Nombre d'utilisation

source: First usage
fr_fr: Première utilisation

source: Last usage
fr_fr: Dernière utilisation

source: Operations
fr_fr: Opérations

source: Inactive
fr_fr: Inactif

source: Unlocked
fr_fr: Débloqué

source: Edit profile %1
fr_fr: Modifier le profil %1

source: Edit
fr_fr: Modifier

source: Copy profile %1
fr_fr: Copier le profil %1

source: Copy
fr_fr: Copier

source: Activate profile %1
fr_fr: Activer le profil %1

source: Deactivate profile %1
fr_fr: Désactiver le profil %1

source: Set profile %1 as default
fr_fr: Définir le profil %1 comme profil par défaut

source: Delete profile %1
fr_fr: Supprimer le profil %1

source: Account Access
fr_fr: Accès au compte

source: Number of selected contributions:
fr_fr: Nombre de contributions sélectionnées :

source: Are you sure you want to rebook the contribution?
fr_fr: Êtes-vous sûr de vouloir réutiliser cette contribution ?

source: Filter contributions by receive date
fr_fr: Filtrer les contributions par date de réception

source: Unfinished run detected
fr_fr: Lancement inachevé détecté

source: Otherwise it <b>will be deleted</b>!
fr_fr: Sinon il <b>sera supprimé</b> !

source: Statistics
fr_fr: Statistiques

source: contact count
fr_fr: comptage des contacts concernés

source: contribution count
fr_fr: comptage des contributions concernées

source: total amount
fr_fr: montant total

source: created on
fr_fr: créé le

source: Use remaining snapshot
fr_fr: Utiliser l'instantané restant

source: creation in progress, please wait...
fr_fr: création en cours, veuillez patienter...

source: PLEASE DO NOT CLOSE OR REFRESH THIS PAGE!
fr_fr: NE FERMEZ PAS ET N'ACTUALISEZ PAS CETTE PAGE !

source: Back
fr_fr: Précédent

source: Progress Log
fr_fr: Journal de traitement

source: Download
fr_fr: Télécharger

source: The donation receipts have been generated. You can now download the results.
fr_fr: Les reçus de dons ont été générés. Vous pouvez maintenant télécharger les résultats.

source: A number of contributions without (valid) receipt have been found for the selected time span. These will be marked as receipted once you hit the "Issue donation receipt(s)" button below.
fr_fr: Un certain nombre de contributions sans reçu (valide) ont été trouvées pour la période sélectionnée. Ces contributions seront marquées comme ayant fait l'objet d'un reçu une fois que vous aurez cliqué sur le bouton "Délivrer le(s) reçu(s) de dons" ci-dessous. Vous pouvez choisir parmi différents formats de résultats, en fonction de vos besoins. Vous pouvez également choisir "Ne pas générer de fichiers" si vous souhaitez uniquement les marquer comme reçus. Le bouton "Test" permet d'obtenir les mêmes résultats, mais aucune contribution n'est marquée comme ayant fait l'objet d'un accusé de réception. Nous vous recommandons vivement de tester la création de tout lot important de reçus de dons.

source: Please navigate this page using the buttons below and do not leave the page via the browser's back button.
fr_fr: Veuillez naviguer sur cette page à l'aide des boutons ci-dessous et ne pas quitter la page en cliquant sur le bouton "Précédent" du navigateur.

source: selected contacts
fr_fr: contacts sélectionnés

source: Period from
fr_fr: Début de la période

source: Period to
fr_fr: Fin de la période

source: Delete other process and restart
fr_fr: Supprimer l'autre processus et recommencer

source: Donation receipt type
fr_fr: Type de reçu de don

source: single receipts
fr_fr: reçus individuels

source: bulk receipts
fr_fr: reçus en lot

source: Result formats
fr_fr: Format de sortie

source: Test run
fr_fr: Test d'exécution

source: Abort
fr_fr: Abandonner

source: Create new donation receipt
fr_fr: Créer un nouveau reçu de don

source: withdrawn copy
fr_fr: copie annulée

source: Exporters
fr_fr: Format de sortie

source: Creation date
fr_fr: Date de création

source: Issued by
fr_fr: Délivré par

source: Unknown
fr_fr: Inconnu

source: Details
fr_fr: Détails

source: View
fr_fr: Voir

source: Create copy
fr_fr: Créer une copie

source: Withdraw
fr_fr: Annuler

source: Issued To
fr_fr: Délivré à

source: Name
fr_fr: Nom

source: Supplemental Address 1
fr_fr: Adresse complémentaire 1

source: Supplemental Address 2
fr_fr: Complément d'adresse 2

source: Postal Code
fr_fr: Code postal

source: Street
fr_fr: Adresse

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: Sent To
fr_fr: Envoyé à

source: Total Amount
fr_fr: Montant total

source: Received Date
fr_fr: Date de réception

source: Financial Type
fr_fr: Type financier

source: The donation receipt has been successfully withdrawn
fr_fr: Le reçu de don a été annulé avec succès

source: Success
fr_fr: Succès

source: Are you sure you want to withdraw this donation receipt?
fr_fr: Êtes-vous sûr de vouloir récupérer ce reçu de don ?

source: The donation receipt has been successfully copied
fr_fr: Le reçu de don a été copié avec succès

source: Any existing copies of this receipt will have to be deleted manually.
fr_fr: Toutes les copies existantes de ce reçu devront être supprimées manuellement.

source: You could also just withdraw it.
fr_fr: Vous pourriez juste l'annuler.

source: The donation receipt has been successfully deleted
fr_fr: Le reçu de don a été supprimé avec succès

source: Are you sure you want to delete this donation receipt?
fr_fr: Êtes-vous sûr de vouloir supprimer ce reçu de don ?
